INSERT INTO genre (name)
VALUES ('Роман');
INSERT INTO genre (name)
VALUES ('Повест');
INSERT INTO genre (name)
VALUES ('Eпопея');
INSERT INTO genre (name)
VALUES ('Романтика');
INSERT INTO genre (name)
VALUES ('Комедия');
INSERT INTO genre (name)
VALUES ('Лирика');
INSERT INTO genre (name)
VALUES ('Поема');
INSERT INTO genre (name)
VALUES ('Ужас');
INSERT INTO genre (name)
VALUES ('Разказ');
INSERT INTO genre (name)
VALUES ('Драма');

INSERT INTO book (description, picture_url, title, genre_id)
VALUES ('Силка – Сесилия Клайн, е едва на шестнадесет години, когато през 1942 година е откарана в концентрационния лагер Аушвиц-Биркенау и принудително е отделена от останалите затворнички. Когато лагерът е освободен от Червената армия, деветнадесетгодишното момиче вярва, че ще може да се прибере в дома си в Чехословакия. Вместо това е заподозряна в колаборационизъм и е осъдена на петнадесет години изправителен труд.В Сибир Силка се сблъсква с вече познатия ужас на смъртта и терора. Въпреки тежкото всекидневие младата жена намира сила да продължи напред, да създаде приятелства, да лекува и да помага.','https://i2.helikon.bg/products/3647/22/223647/223647z.jpg','Пътят на Силка',10);
INSERT INTO book (description, picture_url, title, genre_id)
VALUES ('В „‌Татуировчикът на Аушвиц“ (издателство „Рива“) Хедър Морис ни разказва историята на Лали Соколов и неговата невероятна любовна история.През 1942 година Лали Соколов е депортиран от Словакия в Аушвиц. Там му е възложено да татуира върху ръцете на останалите лагерници номерата, с които са обозначени. Един ден на опашката пред него се нарежда уплашено момиче.За Лали това е любов от пръв поглед и той се заклева не само, че ще оцелее, а и че ще се погрижи Гита също да доживее свободата. Така започва една от най-жизнеутвърждаващите и незабравими истории за Холокоста, историята на татуировчика на Аушвиц.', 'https://i2.helikon.bg/products/8881/21/218881/218881_b.jpg', 'Татуировчикът на Аушвиц', 1);
INSERT INTO book (description, picture_url, title, genre_id)
VALUES ('Приковаващият вниманието трилър „Контактът“ изправя читателя пред мистериозни видения, чудата машина, загадъчни сигнали от космоса и древни тайни, в които са замесени НАСА, Пентагона, учени и правителства от цял свят. Може би човечеството най-сетне ще преживее срещата, която е очаквало от зората на историята си. Докторът по астрофизика Даниел Аштън опитва да разбере целите на загадъчната си спътница, с която издирват ключа към неразгадано светлинно познание, записано в Космоса. Разчитането му би разкрило тайните на Вселената, физиката, но и за нас самите.','https://www.book.store.bg/lrgimg/271129/kontaktyt-otgovoryt.jpg','Контактът',1);
INSERT INTO book (description, picture_url, title, genre_id)
VALUES ('„Пътят“ е разтърсващ разказ за времето, когато цивилизацията и природата са мъртви. Баща и син пътуват през изпепелената Америка на юг към океанския бряг - дни, месеци, години. Нищо не помръдва сред опустошения пейзаж освен носената от вятъра пепел. Те имат само дрехите на гърба си, оскъдни запаси храна и един пистолет, с който да се бранят от варварските шайки канибали по пътищата. Но залогът на това пътуване не е само тяхното оцеляване, защото мъжът и момчето носят огъня на целия човешки род и съдбата на целия свят зависи от баланса на безнадеждната им мисия','https://cdn.ozone.bg/media/catalog/product/cache/1/image/400x498/a4e40ebdc3e371adff845072e1c73f37/p/a/f382f2a70e0e6ef17fbf7e14f2cfc075/patyat-30.jpg','Пътят',8);
INSERT INTO book (description, picture_url, title, genre_id)
VALUES ('Мъж е отвлечен в центъра на Ню Йорк в пиков час. Свидетелят е ненадежден. Местопрестъплението е компрометирано. Единствената улика е малка примка оставена от извършителя. Линкълн Райм и Амелия Сакс поемат разследването.Скоро видео с отвлечения, на фона на предсмъртни стонове, композирани в зловеща мелодия, се появява в мрежата.Въпреки усилията на разследващите, заподозряният успява да се измъкне.Когато за подобно отвличане съобщават италианските власти, Райм и Сакс се насочват към Неапол. Но разследването вече е сложен случай с международно сътрудничество и не всички въвлечени в него са такива, каквито изглеждат.','https://i1.helikon.bg/products/8378/20/208378/208378_b.jpg','Композитора',8);
INSERT INTO book (description, picture_url, title, genre_id)
VALUES ('Посред нощ в къща на тиха уличка в предградията на Минеаполис похитители убиват родителите на Люк Елис, а него натоварват в черен джип. Операцията отнема едва две минути. Люк се събужда в Института, в стая, която прилича досущ на неговата, само дето няма прозорци. А щом излиза през вратата, вижда други врати, зад които живеят други деца с особени дарби − телекинеза и телепатия, − озовали се там по същия начин като него: Калиша, Ник, Джордж, Айрис и десетгодишният Ейвъри Диксън. Всички те са в Предната половина.','https://i4.helikon.bg/products/1609/22/221609/221609_b.jpg','Институтът',1);
INSERT INTO book (description, picture_url, title, genre_id)
VALUES ('Извършено е ужасно престъпление. Обезобразеното тяло на 11-годишно момче е открито в градския парк. Всички доказателства сочат един човек – треньора по бейзбол Тери Мейтланд, любимец на малки и големи във Флинт Сити. За полицията, а скоро и за всички няма съмнение, че Тери е виновен. Има само един проблем, той има непоклатимо алиби – по същото време е бил в друг град. Как е възможно да е бил на две места едновременно?Не може да е вярно. Трябва да е вярно.‌Докато разследването се задълбочава и все по-страховити детайли излизат на бял свят, напражението нараства до непоносимост.','https://cdn.ozone.bg/media/catalog/product/cache/1/image/400x498/a4e40ebdc3e371adff845072e1c73f37/d/r/4c99acbbc75f7be31cd6b438728af9bf/drugiyat-meki-koritsi-30.jpg','Другият',9);
INSERT INTO book (description, picture_url, title, genre_id)
VALUES ('Те бяха седмина, все още деца, когато за първи път се сблъскаха с ужаса. Сега са пораснали мъже и жени, впуснали се по широкия свят в търсене на успех и щастие. Ала никой от тях не може да устои на силата, която ги тегли обратно в Дери, Мейн, където ще се изправят пред ужас без край и едно зло без име. Кое е то? Прочетете „То“ и ще разберете... ако ви стиска!','https://cdn.ozone.bg/media/catalog/product/cache/1/image/9df78eab33525d08d6e5fb8d27136e95/t/o/b7389fa00a7f5810fd01ecc6689c9034/to---chast-vtora-31.jpg','То',1);

INSERT INTO author(age,first_name,last_name,nationality)
VALUES (24,'Иван','Иванов','BG');
INSERT INTO author(age,first_name,last_name,nationality)
VALUES (34,'Петър','Джонсън','EN');
INSERT INTO author(age,first_name,last_name,nationality)
VALUES (54,'Мариа','Иванова','BG');
INSERT INTO author(age,first_name,last_name,nationality)
VALUES (32,'Серай','Ахмед','TR');
INSERT INTO author(age,first_name,last_name,nationality)
VALUES (69,'Емре','Мюмюн','TR');
INSERT INTO author(age,first_name,last_name,nationality)
VALUES (20,'Виктор','Йорданов','BG');
INSERT INTO author(age,first_name,last_name,nationality)
VALUES (37,'Елица','Василева','BG');

INSERT INTO book_author(books_id,author_id)
VALUES (2,4);
INSERT INTO book_author(books_id,author_id)
VALUES (5,7);
INSERT INTO book_author(books_id,author_id)
VALUES (8,4);
INSERT INTO book_author(books_id,author_id)
VALUES (2,1);
INSERT INTO book_author(books_id,author_id)
VALUES (3,2);
INSERT INTO book_author(books_id,author_id)
VALUES (4,5);
INSERT INTO book_author(books_id,author_id)
VALUES (6,6);
INSERT INTO book_author(books_id,author_id)
VALUES (7,1);
INSERT INTO book_author(books_id,author_id)
VALUES (5,4);
INSERT INTO book_author(books_id,author_id)
VALUES (3,6);
INSERT INTO book_author(books_id,author_id)
VALUES (1,3);





